** 作业
   CLOCK: [2017-11-15 三 20:06]--[2017-11-15 三 20:06] =>  0:00
  + [-] 任务 [66%]
	+ [X] 在wiki上标注表示矩形框的意义
	+ [X] 从深瞐的生成的json中提取坐标,坐标包含车牌，车，人物，小物品  <2017-11-15 三>  添加时间秒
	+ [-] 图片颜色分类 [50%]
	  + [X] 将图片按照12种颜色类型分类,使用split_color.sh脚本
		1. 左上角的X轴坐标
		2. 左上角的Y轴坐标
		3. 右下角的X轴坐标
		4. 右下角的Y轴坐标
      + [-] 选择图片 [25%]
		+ [ ] 黑色
		+ [X] 白色
		+ [ ] 银色
		+ [ ] 灰色
		+ [X] 红色
		  
* <2017-11-30 四>
  查看图片信息的命令
  将所有图片去除重复的
  将没有车牌的图片添加车牌
  #+begin_src sh
  #+end_src
  #+RESULTS:
  去除某列重复的行
  去除第一列和第二列重复的行:
  awk '!a[$1""$2]++{print}'
  
  能否软链接所有的图片
  org-mode 表格操作
